[
  {
    "text": "# 哀公"
  },
  {
    "text": "## 哀公 哀公元年"
  },
  {
    "text": "春，王正月，公即位。",
    "audio": "2.mp3"
  },
  {
    "text": "楚子、陈侯、随侯、许男围蔡。",
    "audio": "3.mp3"
  },
  {
    "text": "鼷鼠食郊牛，改卜牛。夏，四月辛巳，郊。",
    "audio": "4.mp3"
  },
  {
    "text": "秋，齐侯、卫侯伐晋。",
    "audio": "5.mp3"
  },
  {
    "text": "冬，仲孙何忌帅师伐邾。",
    "audio": "6.mp3"
  },
  {
    "text": "元年，春，楚子围蔡，报柏举也。里而栽，广丈，高倍。夫屯昼夜九日，如子西之素。蔡人男女以辨。使疆于江、汝之间而还。蔡于是乎请迁于吴。",
    "audio": "7.mp3"
  },
  {
    "text": "吴王夫差败越于夫椒，报槜李也。遂入越。越子以甲楯五千保于会稽，使大夫种因吴大宰嚭以行成。吴子将许之。伍员曰：「不可。臣闻之：『树德莫如滋，去疾莫如尽。』昔有过浇杀斟灌以伐斟鄩，灭夏后相，后𦈏方娠，逃出自窦，归于有仍，生少康焉。为仍牧正，惎浇能戒之。浇使椒求之，逃奔有虞，为之庖正，以除其害。虞思于是妻之以二姚，而邑诸纶，有田一成，有众一旅。能布其德，而兆其谋，以收夏众，抚其官职；使女艾谍浇，使季杼诱豷。遂灭过、戈，复禹之绩，祀夏配天，不失旧物。今吴不如过，而越大于少康，或将丰之，不亦难乎！句践能亲而务施，施不失人，亲不弃劳。与我同壤，而世为仇雠。于是乎克而弗取，将又存之，违天而长寇雠，后虽悔之，不可食已。姬之衰也，日可俟也。",
    "audio": "8.mp3"
  },
  {
    "text": "介在蛮夷，而长寇雠，以是求伯，必不行矣。」弗听。退而告人曰：「越十年生聚，而十年教训，二十年之外，吴其为沼乎！」三月，越及吴平。吴入越，不书，吴不告庆、越不告败也。",
    "audio": "9.mp3"
  },
  {
    "text": "夏，四月，齐侯、卫侯救邯郸，围五鹿。",
    "audio": "10.mp3"
  },
  {
    "text": "吴之入楚也，使召陈怀公。怀公朝国人而问焉，曰：「欲与楚者右，欲与吴者左。陈人从田，无田从党。」逢滑当公而进，曰：「臣闻：国之兴也以福，其亡也以祸。今吴未有福，楚未有祸，楚未可弃，吴未可从。而晋，盟主也；若以晋辞吴，若何？」公曰：「国胜君亡，非祸而何？」对曰：「国之有是多矣，何必不复？小国犹复，况大国乎？臣闻：国之兴也，视民如伤，是其福也；其亡也，以民为土芥，是其祸也。楚虽无德，亦不艾杀其民。吴日敝于兵，暴骨如莽，而未见德焉。天其或者正训楚也，祸之适吴，其何日之有？」陈侯从之。及夫差克越，乃修先君之怨。秋，八月，吴侵陈，修旧怨也。",
    "audio": "11.mp3"
  },
  {
    "text": "齐侯、卫侯会于干侯，救范氏也。师及齐师、卫孔圉、鲜虞人伐晋，取棘蒲。",
    "audio": "12.mp3"
  },
  {
    "text": "吴师在陈，楚大夫皆惧，曰：「阖庐惟能用其民，以败我于柏举。今闻其嗣又甚焉，将若之何？」子西曰：「二三子恤不相睦，无患吴矣。昔阖庐食不二味，居不重席，室不崇坛，器不彤镂，宫室不观，舟车不饰；衣服财用，择不取费。在国，天有灾疠，亲巡孤寡而共其乏困。在军，熟食者分而后敢食，其所尝者，卒乘与焉。勤恤其民，而与之劳逸，是以民不罢劳，死知不旷。吾先大夫子常易之，所以败我也。今闻夫差，次有台榭陂池焉，宿有妃嫱嫔御焉；一日之行，所欲必成，玩好必从；珍异是聚，观乐是务；视民如雠，而用之日新。夫先自败也已，安能败我？」",
    "audio": "13.mp3"
  },
  {
    "text": "冬，十一月，晋赵鞅伐朝歌。",
    "audio": "14.mp3"
  },
  {
    "text": "## 哀公 哀公二年"
  },
  {
    "text": "春，王二月，季孙斯、叔孙州仇、仲孙何忌帅师伐邾，取漷东田及沂西田。癸巳，叔孙州仇、仲孙何忌及邾子盟于句绎。",
    "audio": "16.mp3"
  },
  {
    "text": "夏，四月丙子，卫侯元卒。",
    "audio": "17.mp3"
  },
  {
    "text": "滕子来朝。",
    "audio": "18.mp3"
  },
  {
    "text": "晋赵鞅帅师纳卫世子蒯聩于戚。",
    "audio": "19.mp3"
  },
  {
    "text": "秋，八月甲戌，晋赵鞅帅师及郑罕达帅师战于铁。郑师败绩。",
    "audio": "20.mp3"
  },
  {
    "text": "冬，十月，葬卫灵公。",
    "audio": "21.mp3"
  },
  {
    "text": "十有一月，蔡迁于州来。蔡杀其大夫公子驷。",
    "audio": "22.mp3"
  },
  {
    "text": "二年，春，伐邾，将伐绞。邾人爱其土，故赂以漷、沂之田而受盟。",
    "audio": "23.mp3"
  },
  {
    "text": "初，卫侯游于郊，子南仆。公曰：「余无子，将立女。」不对。他日又谓之，对曰：「郢不足以辱社稷，君其改图。君夫人在堂，三揖在下，君命只辱。」夏，卫灵公卒。夫人曰：「命公子郢为太子，君命也。」对曰：「郢异于他子，且君没于吾手，若有之，郢必闻之。且亡人之子辄在。」乃立辄。六月乙酉，晋赵鞅纳卫太子于戚。宵迷，阳虎曰：「右河而南，必至焉。」使太子絻，八人衰绖，伪自卫逆者。告于门，哭而入，遂居之。",
    "audio": "24.mp3"
  },
  {
    "text": "哀公秋，八月，齐人输范氏粟，郑子姚、子般送之。士吉射逆之，赵鞅御之，遇于戚。阳虎曰：「吾车少，以兵车之旆与罕、驷兵车先陈。罕、驷自后随而从之，彼见吾貌，必有惧心，于是乎会之，必大败之。」从之。卜战，龟焦。乐丁曰：「《诗》曰：『爰始爰谋，爰契我龟。』谋协，以故兆询可也。」简子誓曰：「范氏、中行氏反易天明，斩艾百姓，欲擅晋国而灭其君。寡君恃郑而保焉。今郑为不道，弃君助臣，二三子顺天明，从君命，经德义，除诟耻，在此行也。克敌者，上大夫受县，下大夫受郡，士田十万，庶人工商遂，人臣隶圉免。志父无罪，君实图之！若其有罪，绞缢以戮，桐棺三寸，不设属辟，素车朴马，无入于兆，下卿之罚也。」",
    "audio": "25.mp3"
  },
  {
    "text": "甲戌，将战，邮无恤御简子，卫太子为右。登铁上，望见郑师众，大子惧，自投于车下。子良授太子绥，而乘之，曰：「妇人也。」简子巡列，曰：「毕万，匹夫也，七战皆获，有马百乘，死于牖下。群子勉之！死不在寇。」繁羽御赵罗，宋勇为右。罗无勇，麇之。吏诘之，御对曰：「痁作而伏。」卫太子祷曰：「曾孙蒯聩敢昭告皇祖文王、烈祖康叔，文祖襄公：郑胜乱从，晋午在难，不能治乱，使鞅讨之。蒯聩不敢自佚，备持矛焉。敢告无绝筋，无折骨，无面伤，以集大事，无作三祖羞。大命不敢请，佩玉不敢爱。」郑人击简子中肩，毙于车中，获其蜂旗。太子救之以戈。郑师北，获温大夫赵罗。太子复伐之，郑师大败，获齐粟千车。赵孟喜曰：「可矣。」傅叟曰：「虽克郑，犹有知在，忧未艾也。」",
    "audio": "26.mp3"
  },
  {
    "text": "初，周人与范氏田，公孙尨税焉，赵氏得而献之。吏请杀之。赵孟曰：「为其主也，何罪？」止而与之田。及铁之战，以徒五百人宵攻郑师，取蜂旗于子姚之幕下，献，曰：「请报主德。」追郑师，姚、般、公孙林殿而射，前列多死。赵孟曰：「国无小。」既战，简子曰：「吾伏弢呕血，鼓音不衰，今日我上也。」太子曰：「吾救主于车，退敌于下，我，右之上也。」邮良曰：「我两靷将绝，吾能止之，我，御之上也。」驾而乘材，两靷皆绝。",
    "audio": "27.mp3"
  },
  {
    "text": "吴泄庸如蔡纳聘。而稍纳师。师毕入，众知之。蔡侯告大夫，杀公子驷以说。哭而迁墓。冬，蔡迁于州来。",
    "audio": "28.mp3"
  },
  {
    "text": "## 哀公 哀公三年"
  },
  {
    "text": "春，齐国夏、卫石曼姑帅师围戚。",
    "audio": "30.mp3"
  },
  {
    "text": "夏，四月甲午，地震。",
    "audio": "31.mp3"
  },
  {
    "text": "五月辛卯，桓宫、僖宫灾。",
    "audio": "32.mp3"
  },
  {
    "text": "季孙斯、叔孙州仇帅师城启阳。",
    "audio": "33.mp3"
  },
  {
    "text": "宋乐髡帅师伐曹。",
    "audio": "34.mp3"
  },
  {
    "text": "秋，七月丙子，季孙斯卒。",
    "audio": "35.mp3"
  },
  {
    "text": "蔡人放其大夫公孙猎于吴。",
    "audio": "36.mp3"
  },
  {
    "text": "冬，十月癸卯，秦伯卒。",
    "audio": "37.mp3"
  },
  {
    "text": "叔孙州仇、仲孙何忌帅师围邾。",
    "audio": "38.mp3"
  },
  {
    "text": "三年，春，齐、卫围戚，求援于中山。",
    "audio": "39.mp3"
  },
  {
    "text": "夏，五月辛卯，司铎火。火逾公宫，桓、僖灾。救火者皆曰顾府。南宫敬叔至，命周人出御书，俟于宫，曰：「庀女，而不在，死。」子服景伯至，命宰人出礼书，以待命。命不共，有常刑。校人乘马，巾车脂辖，百官官备，府库慎守，官人肃给。济濡帷幕，郁攸从之。蒙葺公屋，自太庙始，外内以悛。助所不给。有不用命，则有常刑，无赦。公父文伯至，命校人驾乘车。季桓子至，御公立于象魏之外，命救火者伤人则止，财可为也。命藏象魏，曰：「旧章不可亡也。」富父槐至，曰：「无备而官办者，犹拾沈也。」于是乎去表之槁，道还公宫。孔子在陈，闻火，曰：「其桓、僖乎！」",
    "audio": "40.mp3"
  },
  {
    "text": "刘氏、范氏世为婚姻，苌弘事刘文公，故周与范氏。赵鞅以为讨。六月癸卯，周人杀苌弘。",
    "audio": "41.mp3"
  },
  {
    "text": "秋，季孙有疾，命正常曰：「无死！南孺子之子，男也，则以告而立之；女也，则肥也可。」季孙卒，康子即位。既葬，康子在朝。南氏生男，正常载以如朝，告曰：「夫子有遗言，命其圉臣曰：『南氏生男，则以告于君与大夫而立之。』今生矣，男也，敢告。」遂奔卫。康子请退。公使共刘视之，则或杀之矣。乃讨之。召正常，正常不反。",
    "audio": "42.mp3"
  },
  {
    "text": "冬，十月，晋赵鞅围朝歌，师于其南，荀寅伐其郛，使其徒自北门入，己犯师而出。癸丑，奔邯郸。",
    "audio": "43.mp3"
  },
  {
    "text": "十一月，赵鞅杀士皋夷，恶范氏也。",
    "audio": "44.mp3"
  },
  {
    "text": "## 哀公 哀公四年"
  },
  {
    "text": "春，王二月庚戌，盗杀蔡侯申。",
    "audio": "46.mp3"
  },
  {
    "text": "蔡公孙辰出奔吴。",
    "audio": "47.mp3"
  },
  {
    "text": "葬秦惠公。",
    "audio": "48.mp3"
  },
  {
    "text": "宋人执小邾子。",
    "audio": "49.mp3"
  },
  {
    "text": "夏，蔡杀其大夫公孙姓、公孙霍。",
    "audio": "50.mp3"
  },
  {
    "text": "晋人执戎蛮子赤归于楚。",
    "audio": "51.mp3"
  },
  {
    "text": "城西郛。",
    "audio": "52.mp3"
  },
  {
    "text": "六月辛丑，亳社灾。",
    "audio": "53.mp3"
  },
  {
    "text": "秋，八月甲寅，滕子结卒。",
    "audio": "54.mp3"
  },
  {
    "text": "冬，十有二月，葬蔡昭公。",
    "audio": "55.mp3"
  },
  {
    "text": "葬滕顷公。",
    "audio": "56.mp3"
  },
  {
    "text": "四年，春，蔡昭将如吴。诸大夫恐其又迁也，承；公孙翩逐而射之，入于家人而卒。以两矢门之，众莫敢进。文之锴后至，曰：「如墙而进，多而杀二人。」锴执弓而先，翩射之，中肘；锴遂杀之。故逐公孙辰而杀公孙姓、公孙盱。",
    "audio": "57.mp3"
  },
  {
    "text": "夏，楚人既克夷虎，乃谋北方。左司马眅、申公寿余、叶公诸梁致蔡于负函，致方城之外于缯关，曰：「吴将溯江入郢，将奔命焉。」为一昔之期，袭梁及霍。单浮余围蛮氏，蛮氏溃。蛮子赤奔晋阴地。司马起丰、析与狄戎，以临上雒。左师军于菟和，右师军于仓野，使谓阴地之命大夫士蔑曰：「晋、楚有盟，好恶同之。若将不废，寡君之愿也。不然，将通于少习以听命。」士蔑请诸赵孟。赵孟曰：「晋国未宁，安能恶于楚？必速与之！」士蔑乃致九州之戎，将裂田以与蛮子而城之，且将为之卜。蛮子听卜，遂执之与其五大夫，以畀楚师于三户。司马致邑立宗焉，以诱其遗民，而尽俘以归。",
    "audio": "58.mp3"
  },
  {
    "text": "秋七月，齐陈乞、弦施、卫宁跪救范氏。庚午，围五鹿。九月，赵鞅围邯郸。冬，十一月，邯郸降。荀寅奔鲜虞，赵稷奔临。十二月，弦施逆之，遂堕临。国夏伐晋，取邢、任、栾、鄗、逆畤、阴人、盂、壶口，会鲜虞，纳荀寅于柏人。",
    "audio": "59.mp3"
  },
  {
    "text": "## 哀公 哀公五年"
  },
  {
    "text": "春，城毗。",
    "audio": "61.mp3"
  },
  {
    "text": "夏，齐侯伐宋。",
    "audio": "62.mp3"
  },
  {
    "text": "晋赵鞅帅师伐卫。",
    "audio": "63.mp3"
  },
  {
    "text": "秋，九月癸酉，齐侯杵臼卒。",
    "audio": "64.mp3"
  },
  {
    "text": "冬，叔还如齐。",
    "audio": "65.mp3"
  },
  {
    "text": "闰月，葬齐景公。",
    "audio": "66.mp3"
  },
  {
    "text": "五年，春，晋围柏人，荀寅、士吉射奔齐。",
    "audio": "67.mp3"
  },
  {
    "text": "初，范氏之臣王生恶张柳朔，言诸昭子，使为柏人。昭子曰：「夫非而雠乎？」对曰：「私雠不及公，好不废过，恶不去善，义之经也，臣敢违之？」及范氏出，张柳朔谓其子：「尔从主，勉之！我将止死，王生授我矣，吾不可以僭之。」遂死于柏人。",
    "audio": "68.mp3"
  },
  {
    "text": "夏，赵鞅伐卫，范氏之故也，遂围中牟。",
    "audio": "69.mp3"
  },
  {
    "text": "齐燕姬生子，不成而死。诸子鬻姒之子荼嬖，诸大夫恐其为太子也，言于公曰：「君之齿长矣，未有太子，若之何？」公曰：「二三子间于忧虞，则有疾疢，亦姑谋乐，何忧于无君？」公疾，使国惠子、高昭子立荼，寘群公子于莱。秋，齐景公卒。冬，十月，公子嘉、公子驹、公子黔奔卫，公子鉏、公子阳生来奔。莱人歌之曰：「景公死乎不与埋，三军之事乎不与谋，师乎师乎，何党之乎？」",
    "audio": "70.mp3"
  },
  {
    "text": "郑驷秦富而侈，嬖大夫也，而常陈卿之车服于其庭。郑人恶而杀之。子思曰：「《诗》曰：『不解于位，民之攸墍。』不守其位而能久者鲜矣。商颂曰：『不僭不滥，不敢怠皇，命以多福。』」",
    "audio": "71.mp3"
  },
  {
    "text": "## 哀公 哀公六年"
  },
  {
    "text": "春，城邾瑕。",
    "audio": "73.mp3"
  },
  {
    "text": "晋赵鞅帅师伐鲜虞。",
    "audio": "74.mp3"
  },
  {
    "text": "吴伐陈。",
    "audio": "75.mp3"
  },
  {
    "text": "夏，齐国夏及高张来奔。",
    "audio": "76.mp3"
  },
  {
    "text": "叔还会吴于柤。",
    "audio": "77.mp3"
  },
  {
    "text": "秋，七月庚寅，楚子轸卒。",
    "audio": "78.mp3"
  },
  {
    "text": "齐阳生入于齐。",
    "audio": "79.mp3"
  },
  {
    "text": "齐陈乞弑其君荼。",
    "audio": "80.mp3"
  },
  {
    "text": "冬，仲孙何忌帅师伐邾。",
    "audio": "81.mp3"
  },
  {
    "text": "宋向巢帅师伐曹。",
    "audio": "82.mp3"
  },
  {
    "text": "六年，春，晋伐鲜虞，治范氏之乱也。",
    "audio": "83.mp3"
  },
  {
    "text": "吴伐陈，复修旧怨也。楚子曰：「吾先君与陈有盟，不可以不救。」乃救陈，师于城父。",
    "audio": "84.mp3"
  },
  {
    "text": "齐陈乞伪事高、国者，每朝，必骖乘焉。所从，必言诸大夫曰：「彼皆偃蹇，将弃子之命。皆曰：『高、国得君，必偪我，盍去诸？』固将谋子，子早图之！图之，莫如尽灭之。需，事之下也。」及朝，则曰：「彼，虎狼也。见我在子之侧，杀我无日矣，请就之位。」又谓诸大夫曰：「二子者祸矣，恃得君而欲谋二三子，曰：『国之多难，贵宠之由，尽去之而后君定。』既成谋矣，盍及其未作也，先诸？作而后悔，亦无及也。」大夫从之。夏，六月戊辰，陈乞、鲍牧及诸大夫以甲入于公宫。昭子闻之，与惠子乘如公。战于庄，败。国人追之，国夏奔莒，遂及高张、晏圉、弦施来奔。",
    "audio": "85.mp3"
  },
  {
    "text": "秋，七月，楚子在城父，将救陈。卜战，不吉；卜退，不吉。王曰：「然则死也。再败楚师，不如死；弃盟、逃雠，亦不如死。死一也。其死雠乎！」命公子申为王，不可；则命公子结，亦不可；则命公子启，五辞而后许。将战，王有疾。庚寅，昭王攻大冥，卒于城父。子闾退，曰：「君王舍其子而让，群臣敢忘君乎？从君之命，顺也；立君之子，亦顺也。二顺不可失也。」与子西、子期谋，潜师闭涂，逆越女之子章立之，而后还。",
    "audio": "86.mp3"
  },
  {
    "text": "是岁也，有云如众赤鸟，夹日以飞三日。楚子使问诸周大史。周大史曰：「其当王身乎！若萗之，可移于令尹、司马。」王曰：「除腹心之疾，而寘诸股肱，何益？不谷不有大过，天其夭诸？有罪受罚，又焉移之？」遂弗萗。",
    "audio": "87.mp3"
  },
  {
    "text": "初，昭王有疾，卜曰：「河为祟。」王弗祭。大夫请祭诸郊。王曰：「三代命祀，祭不越望。江、汉、雎、漳，楚之望也。祸福之至，不是过也。不谷虽不德，河非所获罪也。」遂弗祭。孔子曰：「楚昭王知大道矣。其不失国也，宜哉！夏书曰：『惟彼陶唐，帅彼天常，有此冀方。今失其行，乱其纪纲，乃灭而亡。』又曰：『允出兹在兹。』由己率常，可矣。」",
    "audio": "88.mp3"
  },
  {
    "text": "八月，齐邴意兹来奔。",
    "audio": "89.mp3"
  },
  {
    "text": "陈僖子使召公子阳生。阳生驾而见南郭且于，曰：「尝献马于季孙，不入于上乘，故又献此，请与子乘之。」出莱门而告之故。阚止知之，先待诸外。公子曰：「事未可知，反，与壬也处。」戒之，遂行。逮夜，至于齐，国人知之。僖子使子士之母养之，与馈者皆入。",
    "audio": "90.mp3"
  },
  {
    "text": "冬，十月丁卯，立之。将盟，鲍子醉而往。其臣差车鲍点曰：「此谁之命也？」陈子曰：「受命于鲍子。」遂诬鲍子曰：「子之命也！」鲍子曰：「女忘君之为孺子牛而折其齿乎，而背之也？」悼公稽首，曰：「吾子，奉义而行者也。若我可，不必亡一大夫；若我不可，不必亡一公子。义则进，否则退，敢不唯子是从？废兴无以乱，则所愿也。」鲍子曰：「谁非君之子？」乃受盟。使胡姬以安孺子如赖，去鬻姒，杀王甲，拘江说，囚王豹于句窦之丘。",
    "audio": "91.mp3"
  },
  {
    "text": "公使朱毛告于陈子，曰：「微子，则不及此。然君异于器，不可以二。器二不匮，君二多难，敢布诸大夫。」僖子不对而泣，曰：「君举不信群臣乎？以齐国之困，困又有忧，少君不可以访，是以求长君，庶亦能容群臣乎！不然夫孺子何罪？」毛复命，公悔之。毛曰：「君大访于陈子，而图其小可也。」使毛迁孺子于骀。不至，杀诸野幕之下，葬诸殳冒淳。",
    "audio": "92.mp3"
  },
  {
    "text": "## 哀公 哀公七年"
  },
  {
    "text": "春，宋皇瑗帅师侵郑。",
    "audio": "94.mp3"
  },
  {
    "text": "晋魏曼多帅师侵卫。",
    "audio": "95.mp3"
  },
  {
    "text": "夏，公会吴于鄫。",
    "audio": "96.mp3"
  },
  {
    "text": "秋，公伐邾。八月己酉，入邾，以邾子益来。",
    "audio": "97.mp3"
  },
  {
    "text": "宋人围曹。",
    "audio": "98.mp3"
  },
  {
    "text": "冬，郑驷弘帅师救曹。",
    "audio": "99.mp3"
  },
  {
    "text": "七年，春，宋师侵郑，郑叛晋故也。",
    "audio": "100.mp3"
  },
  {
    "text": "晋师侵卫，卫不服也。",
    "audio": "101.mp3"
  },
  {
    "text": "夏，公会吴于鄫。吴来征百牢。子服景伯对曰：「先王未之有也。」吴人曰：「宋百牢我，鲁不可以后宋。且鲁牢晋大夫过十，吴王百牢，不亦可乎？」景伯曰：「晋范鞅贪而弃礼，以大国惧敝邑，故敝邑十一牢之，君若以礼命于诸侯，则有数矣。若亦弃礼，则有淫者矣。周之王也，制礼，上物不过十二，以为天之大数也。今弃周礼，而曰必百牢，亦唯执事。」吴人弗听。景伯曰：「吴将亡矣，弃天而背本。不与，必弃疾于我。」乃与之。",
    "audio": "102.mp3"
  },
  {
    "text": "大宰嚭召季康子，康子使子贡辞。大宰嚭曰：「国君道长，而大夫不出门，此何礼也？」对曰：「岂以为礼？畏大国也。大国不以礼命于诸侯，茍不以礼，岂可量也？寡君既共命焉，其老岂敢弃其国？大伯端委以治周礼，仲雍嗣之，断发文身，裸以为饰，岂礼也哉？有由然也。」反自鄫，以吴为无能为也。",
    "audio": "103.mp3"
  },
  {
    "text": "季康子欲伐邾，乃飨大夫以谋之。子服景伯曰：「小所以事大，信也；大所以保小，仁也。背大国，不信；伐小国，不仁。民保于城，城保于德。失二德者，危，将焉保？」孟孙曰：「二三子以为何如？恶贤而逆之？」对曰：「禹合诸侯于涂山，执玉帛者万国。今其存者，无数十焉，唯大不字小、小不事大也。知必危，何故不言？鲁德如邾，而以众加之，可乎？」不乐而出。",
    "audio": "104.mp3"
  },
  {
    "text": "秋，伐邾，及范门，犹闻钟声。大夫谏，不听。茅成子请告于吴，不许，曰：「鲁击柝闻于邾；吴二千里，不三月不至，何及于我？且国内岂不足？」成子以茅叛，师遂入邾，处其公宫。众师昼掠，邾众保于绎。师宵掠，以邾子益来，献于亳社，囚诸负瑕，负瑕故有绎。邾茅夷鸿以束帛乘韦自请救于吴，曰：「鲁弱晋而远吴，冯恃其众，而背君之盟，辟君之执事，以陵我小国。邾非敢自爱也，惧君威之不立。君威之不立，小国之忧也。若夏盟于鄫衍，秋而背之，成求而不违，四方诸侯其何以事君？且鲁赋八百乘，君之贰也；邾赋六百乘，君之私也。以私奉贰，唯君图之！」吴子从之。",
    "audio": "105.mp3"
  },
  {
    "text": "宋人围曹，郑桓子思曰：「宋人有曹，郑之患也，不可以不救。」冬，郑师救曹，侵宋。初，曹人或梦众君子立于社宫，而谋亡曹。曹叔振铎请待公孙强，许之。旦而求之，曹无之。戒其子曰：「我死，尔闻公孙强为政，必去之。」及曹伯阳即位，好田弋。曹鄙人公孙强好弋，获白雁，献之，且言田弋之说，说之。因访政事，大说之。有宠，使为司城以听政。梦者之子乃行。强言霸说于曹伯，曹伯从之，乃背晋而奸宋。宋人伐之，晋人不救，筑五邑于其郊，曰黍丘、揖丘、大城、钟、邘。",
    "audio": "106.mp3"
  },
  {
    "text": "## 哀公 哀公八年"
  },
  {
    "text": "春，王正月，宋公入曹，以曹伯阳归。",
    "audio": "108.mp3"
  },
  {
    "text": "吴伐我。",
    "audio": "109.mp3"
  },
  {
    "text": "夏，齐人取讙及阐。",
    "audio": "110.mp3"
  },
  {
    "text": "归邾子益于邾。",
    "audio": "111.mp3"
  },
  {
    "text": "秋，七月。",
    "audio": "112.mp3"
  },
  {
    "text": "冬，十有二月癸亥，杞伯过卒。",
    "audio": "113.mp3"
  },
  {
    "text": "齐人归讙及阐。",
    "audio": "114.mp3"
  },
  {
    "text": "八年，春，宋公伐曹将还，褚师子肥殿。曹人诟之，不行。师待之。公闻之，怒，命反之，遂灭曹，执曹伯阳及司城强以归，杀之。",
    "audio": "115.mp3"
  },
  {
    "text": "吴为邾故，将伐鲁，问于叔孙辄。叔孙辄对曰：「鲁有名而无情，伐之必得志焉。」退而告公山不狃。公山不狃曰：「非礼也。君子违，不适雠国。未臣而有伐之，奔命焉，死之可也。所托也则隐。且夫人之行也，不以所恶废乡。今子以小恶而欲复宗国，不亦难乎？若使子率，子必辞。王将使我。」子张疾之。王问于子泄。对曰：「鲁虽无与立，必有与毙；诸侯将救之，未可以得志焉。晋与齐、楚辅之，是四雠也。夫鲁，齐、晋之唇。唇亡齿寒，君所知也，不救何为？」",
    "audio": "116.mp3"
  },
  {
    "text": "三月，吴伐我，子泄率，故道险，从武城。初，武城人或有因于吴竟田焉，拘鄫人之沤菅者，曰：「何故使吾水滋？」及吴师至，拘者道之以伐武城，克之。王犯尝为之宰，澹台子羽之父好焉，国人惧。懿子谓景伯：「若之何？」对曰：「吴师来，斯与之战，何患焉？且召之而至，又何求焉？」吴师克东阳而进，舍于五梧。明日，舍于蚕室。公宾庚、公甲叔子与战于夷，获叔子与析朱鉏，献于王。王曰：「此同车，必使能，国未可望也。」明日，舍于庚宗，遂次于泗上。微虎欲宵攻王舍，私属徒七百人三踊于幕庭，卒三百人，有若与焉。及稷门之内，或谓季孙曰：「不足以害吴，而多杀国士，不如已也。」乃止之。吴子闻之，一夕三迁。",
    "audio": "117.mp3"
  },
  {
    "text": "吴人行成，将盟，景伯曰：「楚人围宋，易子而食，析骸而爨，犹无城下之盟；我未及亏，而有城下之盟，是弃国也。吴轻而远，不能久，将归矣，请少待之。」弗从。景伯负载，造于莱门。乃请释子服何于吴，吴人许之，以王子姑曹当之，而后止。吴人盟而还。",
    "audio": "118.mp3"
  },
  {
    "text": "齐悼公之来也，季康子以其妹妻之，即位而逆之。季鲂侯通焉，女言其情，弗敢与也。齐侯怒。夏，五月，齐鲍牧帅师伐我，取讙及阐。",
    "audio": "119.mp3"
  },
  {
    "text": "或谮胡姬于齐侯曰：「安孺子之党也。」六月，齐侯杀胡姬。",
    "audio": "120.mp3"
  },
  {
    "text": "齐侯使如吴请师，将以伐我，及归邾子。邾子又无道，吴子使大宰子余讨之，囚诸楼台，栫之以棘。使诸大夫奉太子革以为政。",
    "audio": "121.mp3"
  },
  {
    "text": "秋，及齐平。九月，臧宾如如齐莅盟。齐闾丘明来莅盟，且逆季姬以归，嬖。鲍牧又谓群公子曰：「使女有马千乘乎？」公子愬之。公谓鲍子：「或谮子，子姑居于潞以察之。若有之，则分室以行；若无之，则反子之所。」出门，使以三分之一行；半道，使以二乘。及潞，麇之以入，遂杀之。",
    "audio": "122.mp3"
  },
  {
    "text": "冬，十二月，齐人归讙及阐，季姬嬖故也。",
    "audio": "123.mp3"
  },
  {
    "text": "## 哀公 哀公九年"
  },
  {
    "text": "春，王二月，葬杞僖公。",
    "audio": "125.mp3"
  },
  {
    "text": "宋皇瑗帅师取郑师于雍丘。",
    "audio": "126.mp3"
  },
  {
    "text": "夏，楚人伐陈。",
    "audio": "127.mp3"
  },
  {
    "text": "秋，宋公伐郑。",
    "audio": "128.mp3"
  },
  {
    "text": "冬，十月。",
    "audio": "129.mp3"
  },
  {
    "text": "九年，春，齐侯使公孟绰辞师于吴。吴子曰：「昔岁寡人闻命，今又革之，不知所从，将进受命于君。」",
    "audio": "130.mp3"
  },
  {
    "text": "郑武子剩之嬖许瑕求邑，无以与之。请外取，许之，故围宋雍丘。宋皇瑗围郑师，每日迁舍，垒合。郑师哭。子姚救之，大败。二月甲戌，宋取郑师于雍丘，使有能者无死，以郏张与郑罗归。",
    "audio": "131.mp3"
  },
  {
    "text": "夏，楚人伐陈，陈即吴故也。",
    "audio": "132.mp3"
  },
  {
    "text": "宋公伐郑。",
    "audio": "133.mp3"
  },
  {
    "text": "秋，吴城邗，沟通江、淮。",
    "audio": "134.mp3"
  },
  {
    "text": "晋赵鞅卜救郑，遇水适火，占诸史赵、史墨、史龟。史龟曰：「是谓沈阳，可以兴兵，利以伐姜，不利子商。伐齐则可，敌宋不吉。」史墨曰：「盈，水名也；子，水位也。名位敌，不可干也。炎帝为火师，姜姓其后也。水胜火，伐姜则可。」史赵曰：「是谓如川之满，不可游也。郑方有罪，不可救也。救郑则不吉，不知其他。」阳虎以《周易》筮之，遇泰之需曰：「宋方吉，不可与也。微子启，帝乙之元子也。宋、郑，甥舅也。祉，禄也。若帝乙之元子归妹而有吉禄，我安得吉焉？」乃止。",
    "audio": "135.mp3"
  },
  {
    "text": "冬，吴子使来儆师伐齐。",
    "audio": "136.mp3"
  },
  {
    "text": "## 哀公 哀公十年"
  },
  {
    "text": "春，王二月，邾子益来奔。",
    "audio": "138.mp3"
  },
  {
    "text": "公会吴伐齐。",
    "audio": "139.mp3"
  },
  {
    "text": "三月戊戌，齐侯阳生卒。",
    "audio": "140.mp3"
  },
  {
    "text": "夏，宋人伐郑。",
    "audio": "141.mp3"
  },
  {
    "text": "晋赵鞅帅师侵齐。",
    "audio": "142.mp3"
  },
  {
    "text": "五月，公至自伐齐。",
    "audio": "143.mp3"
  },
  {
    "text": "葬齐悼公。",
    "audio": "144.mp3"
  },
  {
    "text": "卫公孟彄自齐归于卫。",
    "audio": "145.mp3"
  },
  {
    "text": "薛伯夷卒。",
    "audio": "146.mp3"
  },
  {
    "text": "秋，葬薛惠公。",
    "audio": "147.mp3"
  },
  {
    "text": "冬，楚公子结帅师伐陈。",
    "audio": "148.mp3"
  },
  {
    "text": "吴救陈。",
    "audio": "149.mp3"
  },
  {
    "text": "十年，春，邾隐公来奔；齐甥也，故遂奔齐。",
    "audio": "150.mp3"
  },
  {
    "text": "公会吴子、邾子、郯子伐齐南鄙，师于鄎。",
    "audio": "151.mp3"
  },
  {
    "text": "齐人弑悼公，赴于师。吴子三日哭于军门之外。徐承帅舟师将自海入齐，齐人败之，吴师乃还。",
    "audio": "152.mp3"
  },
  {
    "text": "夏，赵鞅帅师伐齐，大夫请卜之。赵孟曰：「吾卜于此起兵，事不再令，卜不袭吉。行也！」于是乎取犁及辕，毁高唐之郭，侵及赖而还。",
    "audio": "153.mp3"
  },
  {
    "text": "秋，吴子使来复儆师。",
    "audio": "154.mp3"
  },
  {
    "text": "冬，楚子期伐陈，吴延州来季子救陈，谓子期曰：「二君不务德，而力争诸侯，民何罪焉？我请退，以为子名，务德而安民。」乃还。",
    "audio": "155.mp3"
  },
  {
    "text": "## 哀公 哀公十有一年"
  },
  {
    "text": "春，齐国书帅师伐我。",
    "audio": "157.mp3"
  },
  {
    "text": "夏，陈辕颇出奔郑。",
    "audio": "158.mp3"
  },
  {
    "text": "五月，公会吴伐齐。甲戌，齐国书帅师及吴战于艾陵，齐师败绩，获齐国书。",
    "audio": "159.mp3"
  },
  {
    "text": "秋，七月辛酉，滕子虞毋卒。",
    "audio": "160.mp3"
  },
  {
    "text": "冬，十有一月，葬滕隐公。",
    "audio": "161.mp3"
  },
  {
    "text": "卫世叔齐出奔宋。",
    "audio": "162.mp3"
  },
  {
    "text": "十一年，春，齐为鄎故，国书、高无丕帅师伐我，及清。季孙谓其宰冉求曰：「齐师在清，必鲁故也，若之何？」求曰：「一子守，二子从公御诸竟。」季孙曰：「不能。」求曰：「居封疆之间。」季孙告二子，二子不可。求曰：「若不可，则君无出。一子帅师，背城而战，不属者，非鲁人也。鲁之群室众于齐之兵车，一室敌车优矣，子何患焉？二子之不欲战也宜，政在季氏。当子之身，齐人伐鲁而不能战，子之耻也，大不列于诸侯矣。」季孙使从于朝，俟于党氏之沟。武叔呼而问战焉。对曰：「君子有远处，小人何知？」懿子强问之，对曰：「小人虑材而言，量力而共者也。」武叔曰：「是谓我不成丈夫也。」退而搜乘。孟孺子泄帅右师，颜羽御，邴泄为右。冉求帅左师，管周父御，樊迟为右。季孙曰：「须也弱。」有子曰：「就用命焉。",
    "audio": "163.mp3"
  },
  {
    "text": "」季氏之甲七千，冉有以武城人三百为己徒卒，老幼守宫，次于雩门之外。五日，右师从之。公叔务人见保者而泣，曰：「事充，政重，上不能谋，士不能死，何以治民？吾既言之矣，敢不勉乎！」",
    "audio": "164.mp3"
  },
  {
    "text": "师及齐师战于郊。齐师自稷曲，师不逾沟。樊迟曰：「非不能也，不信子也，请三刻而逾之。」如之，众从之。师入齐军。右师奔，齐人从之。陈瓘、陈庄涉泗。孟之侧后入以为殿，抽矢策其马，曰：「马不进也。」林不狃之伍曰：「走乎？」不狃曰：「谁不如？」曰：「然则止乎？」不狃曰：「恶贤？」徐步而死。师获甲首八十，齐人不能师。宵谍曰：「齐人遁。」冉有请从之三，季孙弗许。孟孺子语人曰：「我不如颜羽，而贤于邴泄。子羽锐敏，我不欲战而能默，泄曰：『驱之』。」公为与其嬖僮汪锜乘，皆死，皆殡。孔子曰：「能执干戈以卫社稷，可无殇也。」冉有用矛于齐师，故能入其军。孔子曰：「义也。」",
    "audio": "165.mp3"
  },
  {
    "text": "夏，陈辕颇出奔郑。初，辕颇为司徒，赋封田以嫁公女；有余，以为己大器。国人逐之，故出。道渴，其族辕咺进稻醴、粱糗、腶脯焉。喜曰：「何其给也？」对曰：「器成而具。」曰：「何不吾谏？」对曰：「惧先行。」",
    "audio": "166.mp3"
  },
  {
    "text": "为郊战故，公会吴子伐齐。五月，克博。壬申，至于嬴。中军从王，胥门巢将上军，王子姑曹将下军，展如将右军。齐国书将中军，高无丕将上军，宗楼将下军。陈僖子谓其弟书：「尔死，我必得志。」宗子阳与闾丘明相厉也。桑掩胥御国子。公孙夏曰：「二子必死。」将战，公孙夏命其徒歌虞殡。陈子行命其徒具含玉。公孙挥命其徒曰：「人寻约，吴发短。」东郭书曰：「三战必死，于此三矣。」使问弦多以琴，曰：「吾不复见子矣。」陈书曰：「此行也，吾闻鼓而已，不闻金矣。」",
    "audio": "167.mp3"
  },
  {
    "text": "甲戌，战于艾陵。展如败高子，国子败胥门巢，王卒助之，大败齐师，获国书、公孙夏、闾丘明、陈书、东郭书，革车八百乘，甲首三千，以献于公。将战，吴子呼叔孙曰：「而事何也？」对曰：「从司马。」王赐之甲、剑铍，曰：「奉尔君事，敬无废命！」叔孙未能对。卫赐进，曰：「州仇奉甲从君。」而拜。公使大史固归国子之元，寘之新箧，褽之以玄𫄸，加组带焉。寘书于其上，曰：「天若不识不衷，何以使下国？」",
    "audio": "168.mp3"
  },
  {
    "text": "吴将伐齐，越子率其众以朝焉，王及列士皆有馈赂。吴人皆喜，唯子胥惧，曰：「是豢吴也夫！」谏曰：「越在我，心腹之疾也，壤地同，而有欲于我。夫其柔服，求济其欲也，不如早从事焉。得志于齐，犹获石田也，无所用之。越不为沼，吴其泯矣。使医除疾，而曰『必遗类焉』者，未之有也。《盘庚》之诰曰：『其有颠越不共，则劓殄无遗育，无俾易种于兹邑』，是商所以兴也。今君易之，将以求大，不亦难乎？」弗听。使于齐，属其子于鲍氏，为王孙氏。反役，王闻之，使赐之属镂以死。将死，曰：「树吾墓槚，槚可材也。吴其亡乎！三年，其始弱矣。盈必毁，天之道也。」",
    "audio": "169.mp3"
  },
  {
    "text": "秋，季孙命修守备，曰：「小胜大，祸也，齐至无日矣。」",
    "audio": "170.mp3"
  },
  {
    "text": "冬，卫大叔疾出奔宋。初，疾娶于宋子朝，其娣嬖。子朝出，孔文子使疾出其妻，而妻之。疾使侍人诱其初妻之娣寘于犁，而为之一宫，如二妻。文子怒，欲攻之，仲尼止之。遂夺其妻。或淫于外州，外州人夺之轩以献。耻是二者，故出。卫人立遗，使室孔姞。疾臣向魋，纳美珠焉，与之城鉏。宋公求珠，魋不与，由是得罪。及桓氏出，城鉏人攻大叔疾，卫庄公复之，使处巢，死焉，殡于郧，葬于少禘。",
    "audio": "171.mp3"
  },
  {
    "text": "初，晋悼公子慭亡在卫，使其女仆而田，大叔懿子止而饮之酒，遂聘之，生悼子。悼子即位，故夏戊为大夫。悼子亡，卫人翦夏戊。孔文子之将攻大叔也，访于仲尼。仲尼曰：「胡簋之事，则尝学之矣；甲兵之事，未之闻也。」退，命驾而行，曰：「鸟则择木，木岂能择鸟？」文子遽止之曰：「圉岂敢度其私，访卫国之难也。」将止，鲁人以币召之，乃归。",
    "audio": "172.mp3"
  },
  {
    "text": "季孙欲以田赋，使冉有访诸仲尼。仲尼曰：「丘不识也。」三发，卒曰：「子为国老，待子而行，若之何子之不言也？」仲尼不对，而私于冉有曰：「君子之行也，度于礼：施取其厚，事举其中，敛从其薄。如是，则以丘亦足矣。若不度于礼，而贪冒无厌，则虽以田赋，将又不足。且子季孙若欲行而法，则周公之典在；若欲茍而行，又何访焉？」弗听。",
    "audio": "173.mp3"
  },
  {
    "text": "## 哀公 哀公十有二年"
  },
  {
    "text": "春，用田赋。",
    "audio": "175.mp3"
  },
  {
    "text": "夏，五月甲辰，孟子卒。",
    "audio": "176.mp3"
  },
  {
    "text": "公会吴于橐皋。",
    "audio": "177.mp3"
  },
  {
    "text": "秋，公会卫侯、宋皇瑗于郧。",
    "audio": "178.mp3"
  },
  {
    "text": "宋向巢帅师伐郑。",
    "audio": "179.mp3"
  },
  {
    "text": "冬，十有二月，螽。",
    "audio": "180.mp3"
  },
  {
    "text": "十二年，春，王正月，用田赋。",
    "audio": "181.mp3"
  },
  {
    "text": "夏，五月，昭夫人孟子卒。昭公娶于吴，故不书姓。死不赴，故不称夫人。不反哭，故不言葬小君。孔子与吊，适季氏。季氏不絻，放绖而拜。",
    "audio": "182.mp3"
  },
  {
    "text": "公会吴于橐皋，吴子使大宰嚭请寻盟。公不欲，使子贡对曰：「盟，所以周信也，故心以制之，玉帛以奉之，言以结之，明神以要之。寡君以为茍有盟焉，弗可改也已。若犹可改，日盟何益？今吾子曰『必寻盟』，若可寻也，亦可寒也。」乃不寻盟。",
    "audio": "183.mp3"
  },
  {
    "text": "吴征会于卫。初，卫人杀吴行人且姚而惧，谋于行人子羽。子羽曰：「吴方无道，无乃辱吾君，不如止也。」子木曰：「吴方无道，国无道，必弃疾于人。吴虽无道，犹足以患卫。往也！长木之毙，无不瘈也；国狗之瘈，无不噬也，而况大国乎！」",
    "audio": "184.mp3"
  },
  {
    "text": "秋，卫侯会吴于郧。公及卫侯、宋皇瑗盟，而卒辞吴盟。吴人藩卫侯之舍。子服景伯谓子贡曰：「夫诸侯之会，事既毕矣，侯伯致礼，地主归饩，以相辞也。今吴不行礼于卫，而藩其君舍以难之，子盍见大宰？」乃请束锦以行。语及卫故，大宰嚭曰：「寡君愿事卫君，卫君之来也缓，寡君惧，故将止之。」子贡曰：「卫君之来，必谋于其众，其众或欲或否，是以缓来。其欲来者，子之党也；其不欲来者，子之雠也。若执卫君，是堕党而崇雠也，夫堕子者得其志矣。且合诸侯而执卫君，谁敢不惧？堕党崇雠，而惧诸侯，或者难以霸乎！」大宰嚭说，乃舍卫侯。卫侯归，效夷言。子之尚幼，曰：「君必不免，其死于夷乎！执焉而又说其言，从之固矣。」",
    "audio": "185.mp3"
  },
  {
    "text": "冬，十二月，螽，季孙问诸仲尼。仲尼曰：「丘闻之：火伏而后蛰者毕。今火犹西流，司过也。」",
    "audio": "186.mp3"
  },
  {
    "text": "宋、郑之间有隙地焉，曰弥作、顷丘、玉畅、嵒、戈、钖。子产与宋人为成，曰「勿有是」。及宋平、元之族自萧奔郑，郑人为之城嵒、戈、钖。九月，宋向巢伐郑，取钖，杀元公之孙，遂围嵒。十二月，郑罕达救嵒。丙申，围宋师。",
    "audio": "187.mp3"
  },
  {
    "text": "## 哀公 哀公十有三年"
  },
  {
    "text": "春，郑罕达帅师取宋师于嵒。",
    "audio": "189.mp3"
  },
  {
    "text": "夏，许男成卒。",
    "audio": "190.mp3"
  },
  {
    "text": "公会晋侯及吴子于黄池。",
    "audio": "191.mp3"
  },
  {
    "text": "楚公子申帅师伐陈。",
    "audio": "192.mp3"
  },
  {
    "text": "于越入吴。",
    "audio": "193.mp3"
  },
  {
    "text": "秋，公至自会。",
    "audio": "194.mp3"
  },
  {
    "text": "晋魏曼多帅师侵卫。",
    "audio": "195.mp3"
  },
  {
    "text": "葬许元公。",
    "audio": "196.mp3"
  },
  {
    "text": "九月，螽。",
    "audio": "197.mp3"
  },
  {
    "text": "冬，十有一月，有星孛于东方。",
    "audio": "198.mp3"
  },
  {
    "text": "盗杀陈夏区夫。",
    "audio": "199.mp3"
  },
  {
    "text": "十有二月，螽。",
    "audio": "200.mp3"
  },
  {
    "text": "十三年，春，宋向魋救其师。郑子剩使徇曰：「得桓魋者有赏。」魋也逃归。遂取宋师于嵒，获成讙、郜延。以六邑为虚。",
    "audio": "201.mp3"
  },
  {
    "text": "夏，公会单平公、晋定公、吴夫差于黄池。",
    "audio": "202.mp3"
  },
  {
    "text": "六月丙子，越子伐吴，为二隧，畴无余、讴阳自南方，先及郊。吴太子友、王子地、王孙弥庸、寿于姚自泓上观之。弥庸见姑蔑之旗，曰：「吾父之旗也。不可以见雠而弗杀也。」太子曰：「战而不克，将亡国，请待之。」弥庸不可，属徒五千，王子地助之。乙酉，战，弥庸获畴无余，地获讴阳。越子至，王子地守。丙戌，复战，大败吴师，获太子友、王孙弥庸、寿于姚。丁亥，入吴。吴人告败于王。王恶其闻也，自刭七人于幕下。",
    "audio": "203.mp3"
  },
  {
    "text": "秋，七月辛丑盟，吴、晋争先。吴人曰：「于周室，我为长。」晋人曰：「于姬姓，我为伯。」赵鞅呼司马寅曰：「日旰矣，大事未成，二臣之罪也。建鼓整列，二臣死之，长幼必可知也。」对曰：「请姑视之。」反，曰：「肉食者无墨。今吴王有墨，国胜乎？太子死乎？且夷德轻，不忍久，请少待之。」乃先晋人。",
    "audio": "204.mp3"
  },
  {
    "text": "吴人将以公见晋侯，子服景伯对使者曰：「王合诸侯，则伯帅侯牧以见于王；伯合诸侯，则侯帅子、男以见于伯。自王以下，朝聘玉帛不同；故敝邑之职贡于吴，有丰于晋，无不及焉，以为伯也。今诸侯会，而君将以寡君见晋君，则晋成为伯矣，敝邑将改职贡：鲁赋于吴八百乘，若为子、男，则将半邾以属于吴，而如邾以事晋。且执事以伯召诸侯，而以侯终之，何利之有焉？」吴人乃止。既而悔之，将囚景伯。景伯曰：「何也立后于鲁矣，将以二乘与六人从，迟速唯命。」遂囚以还。及户牖，谓太宰曰：「鲁将以十月上辛有事于上帝、先王，季辛而毕，何世有职焉，自襄以来，未之改也。若不会，祝宗将曰『吴实然』，且请鲁不共，而执其贱者七人，何损焉？」大宰嚭言于王曰：「无损于鲁，而只为名，不如归之。」乃归景伯。",
    "audio": "205.mp3"
  },
  {
    "text": "吴申叔仪乞粮于公孙有山氏，曰：「佩玉橤兮，余无所系之；旨酒一盛兮，余与褐之父睨之。」对曰：「粱则无矣，粗则有之。若登首山以呼曰『庚癸乎』，则诺。」王欲伐宋，杀其丈夫而囚其妇人。大宰嚭曰：「可胜也，而弗能居也。」乃归。",
    "audio": "206.mp3"
  },
  {
    "text": "冬，吴及越平。",
    "audio": "207.mp3"
  },
  {
    "text": "## 哀公 哀公十有四年"
  },
  {
    "text": "春，西狩获麟。",
    "audio": "209.mp3"
  },
  {
    "text": "小邾射以句绎来奔。",
    "audio": "210.mp3"
  },
  {
    "text": "夏，四月，齐陈恒执其君，寘于舒州。",
    "audio": "211.mp3"
  },
  {
    "text": "庚戌，叔还卒。",
    "audio": "212.mp3"
  },
  {
    "text": "五月庚申朔，日有食之。",
    "audio": "213.mp3"
  },
  {
    "text": "陈宗竖出奔楚。",
    "audio": "214.mp3"
  },
  {
    "text": "宋向魋入于曹以叛。",
    "audio": "215.mp3"
  },
  {
    "text": "莒子狅卒。",
    "audio": "216.mp3"
  },
  {
    "text": "六月，宋向魋自曹出奔卫。",
    "audio": "217.mp3"
  },
  {
    "text": "宋向巢来奔。",
    "audio": "218.mp3"
  },
  {
    "text": "齐人弑其君壬于舒州。",
    "audio": "219.mp3"
  },
  {
    "text": "秋，晋赵鞅帅师伐卫。",
    "audio": "220.mp3"
  },
  {
    "text": "八月辛丑，仲孙何忌卒。",
    "audio": "221.mp3"
  },
  {
    "text": "冬，陈宗竖自楚复入于陈，陈人杀之。",
    "audio": "222.mp3"
  },
  {
    "text": "陈辕买出奔楚。",
    "audio": "223.mp3"
  },
  {
    "text": "有星孛。",
    "audio": "224.mp3"
  },
  {
    "text": "饥。",
    "audio": "225.mp3"
  },
  {
    "text": "十四年，春，西狩于大野，叔孙氏之车子鉏商获麟，以为不祥，以赐虞人。仲尼观之，曰：「麟也。」然后取之。",
    "audio": "226.mp3"
  },
  {
    "text": "小邾射以句绎来奔，曰：「使季路要我，吾无盟矣。」使子路，子路辞。季康子使冉有谓之曰：「千乘之国，不信其盟，而信子之言，子何辱焉？」对曰：「鲁有事于小邾，不敢问故，死其城下可也。彼不臣，而济其言，是义之也，由弗能。」",
    "audio": "227.mp3"
  },
  {
    "text": "齐简公之在鲁也，阚止有宠焉。及即位，使为政。陈成子惮之，骤顾诸朝。诸御鞅言于公曰：「陈、阚不可并也，君其择焉！」弗听。子我夕，陈逆杀人，逢之，遂执以入。陈氏方睦，使疾，而遗之潘沐，备酒肉焉，飨守囚者，醉而杀之，而逃。子我盟诸陈于陈宗。",
    "audio": "228.mp3"
  },
  {
    "text": "初，陈豹欲为子我臣，使公孙言己，已有丧而止，既而言之曰：「有陈豹者，长而上偻，望视，事君子必得志，欲为子臣，吾惮其为人也，故缓以告。」子我曰：「何害？是其在我也。」使为臣。他日，与之言政，说，遂有宠，谓之曰：「我尽逐陈氏而立女，若何？」对曰：「我远于陈氏矣，且其违者不过数人，何尽逐焉？」遂告陈氏。子行曰：「彼得君，弗先，必祸子。」子行舍于公宫。",
    "audio": "229.mp3"
  },
  {
    "text": "夏，五月壬申，成子兄弟四乘如公。子我在幄，出，逆之，遂入，闭门。侍人御之，子行杀侍人。公与妇人饮酒于檀台，成子迁诸寝。公执戈，将击之。大史子余曰：「非不利也，将除害也。」成子出舍于库，闻公犹怒，将出，曰：「何所无君？」子行抽剑，曰：「需，事之贼也。谁非陈宗？所不杀子者，有如陈宗！」乃止。",
    "audio": "230.mp3"
  },
  {
    "text": "子我归，属徒，攻闱与大门，皆不胜，乃出。陈氏追之，失道于弇中，适丰丘。丰丘人执之以告，杀诸郭关。成子将杀大陆子方，陈逆请而免之。以公命取车于道，及耏，众知而东之，出雍门，陈豹与之车，弗受，曰：「逆为余请，豹与余车，余有私焉。事子我而有私于其雠，何以见鲁、卫之士？」东郭贾奔卫。庚辰，陈恒执公于舒州。公曰：「吾早从鞅之言，不及此。」",
    "audio": "231.mp3"
  },
  {
    "text": "宋桓魋之宠害于公，公使夫人骤请享焉，而将讨之。未及，魋先谋公，请以鞍易薄。公曰：「不可。薄，宗邑也。」乃益鞍七邑，而请享公焉，以日中为期，家备尽往。公知之，告皇野曰：「余长魋也，今将祸余，请即救。」司马子仲曰：「有臣不顺，神之所恶也，而况人乎？敢不承命！不得左师不可，请以君命召之。」左师每食，击钟。闻钟声，公曰：「夫子将食。」既食，又奏。公曰：「可矣。」以乘车往，曰：「迹人来告曰：『逢泽有介麇焉。』公曰：『虽魋未来，得左师，吾与之田，若何？』君惮告子，野曰：『尝私焉。』君欲速，故以乘车逆子。」与之乘，至，公告之故，拜，不能起。司马曰：「君与之言。」公曰：「所难子者，上有天，下有先君。」对曰：「魋之不共，宋之祸也，敢不唯命是听。",
    "audio": "232.mp3"
  },
  {
    "text": "」司马请瑞焉，以命其徒攻桓氏。其父兄故臣曰：「不可。」其新臣曰：「从吾君之命。」遂攻之。子颀骋而告桓司马。司马欲入，子车止之曰：「不能事君，而又伐国，民不与也，只取死焉。」向魋遂入于曹以叛。",
    "audio": "233.mp3"
  },
  {
    "text": "六月，使左师巢伐之，欲质大夫以入焉。不能，亦入于曹，取质。魋曰：「不可。既不能事君，又得罪于民，将若之何？」乃舍之。民遂叛之。向魋奔卫。向巢来奔，宋公使止之，曰：「寡人与子有言矣，不可以绝向氏之祀。」辞曰：「臣之罪大，尽灭桓氏可也。若以先臣之故，而使有后，君之惠也。若臣，则不可以入矣。」司马牛致其邑与珪焉而适齐。向魋出于卫地，公文氏攻之，求夏后氏之璜焉。与之他玉而奔齐。陈成子使为次卿，司马牛又致其邑焉，而适吴，吴人恶之，而反。赵简子召之，陈成子亦召之，卒于鲁郭门之外，阬氏葬诸丘舆。",
    "audio": "234.mp3"
  },
  {
    "text": "甲午，齐陈恒弑其君壬于舒州。孔丘三日齐，而请伐齐三。公曰：「鲁为齐弱久矣，子之伐之，将若之何？」对曰：「陈恒弑其君，民之不与者半。以鲁之众加齐之半，可克也。」公曰：「子告季孙。」孔子辞，退而告人曰：「吾以从大夫之后也，故不敢不言。」",
    "audio": "235.mp3"
  },
  {
    "text": "初，孟孺子泄将圉马于成，成宰公孙宿不受，曰：「孟孙为成之病，不圉马焉。」孺子怒，袭成，从者不得入，乃反。成有司使，孺子鞭之。秋，八月辛丑，孟懿子卒，成人奔丧，弗内；袒、免，哭于衢，听共，弗许；惧，不归。",
    "audio": "236.mp3"
  },
  {
    "text": "## 哀公 哀公十有五年"
  },
  {
    "text": "春王正月，成叛。",
    "audio": "238.mp3"
  },
  {
    "text": "夏，五月，齐高无丕出奔北燕。",
    "audio": "239.mp3"
  },
  {
    "text": "郑伯伐宋。",
    "audio": "240.mp3"
  },
  {
    "text": "秋，八月，大雩。",
    "audio": "241.mp3"
  },
  {
    "text": "晋赵鞅帅师伐卫。",
    "audio": "242.mp3"
  },
  {
    "text": "冬，晋侯伐郑。",
    "audio": "243.mp3"
  },
  {
    "text": "及齐平。",
    "audio": "244.mp3"
  },
  {
    "text": "卫公孟彄出奔齐。",
    "audio": "245.mp3"
  },
  {
    "text": "十五年，春，成叛于齐。武伯伐成，不克，遂城输。",
    "audio": "246.mp3"
  },
  {
    "text": "夏，楚子西、子期伐吴，及桐汭，陈侯使公孙贞子吊焉，及良而卒，将以尸入。吴子使大宰嚭劳，且辞曰：「以水潦之不时，无乃廪然陨大夫之尸，以重寡君之忧，寡君敢辞。」上介芋尹盖对曰：「寡君闻楚为不道，荐伐吴国，灭厥民人，寡君使盖备使，吊君之下吏。无禄，使人逢天之戚，大命陨队，绝世于良。废日共积，一日迁次。今君命逆使人曰『无以尸造于门』，是我寡君之命委于草莽也。且臣闻之曰：『事死如事生，礼也。』于是乎有朝聘而终、以尸将事之礼，又有朝聘而有遭丧之礼。若不以尸将命，是遭丧而还也，无乃不可乎！以礼防民，犹或逾之，今大夫曰『死而弃之』，是弃礼也，其何以为诸侯主？先民有言曰：『无秽虐士。』备使奉尸将命，茍我寡君之命达于君所，虽陨于深渊，则天命也，非君与涉人之过也。」吴人内之。",
    "audio": "247.mp3"
  },
  {
    "text": "秋，齐陈瓘如楚，过卫，仲由见之曰：「天或者以陈氏为斧斤，既斫丧公室，而他人有之，不可知也；其使终飨之，亦不可知也。若善鲁以待时，不亦可乎！何必恶焉？」子玉曰：「然。吾受命矣，子使告我弟。」",
    "audio": "248.mp3"
  },
  {
    "text": "冬，及齐平，子服景伯如齐，子赣为介，见公孙成，曰：「人皆臣人，而有背人之心，况齐人虽为子役，其有不贰乎？子，周公之孙也，多飨大利，犹思不义。利不可得，而丧宗国，将焉用之？」成曰：「善哉！吾不早闻命。」陈成子馆客，曰：「寡君使恒告曰：『寡人愿事君如事卫君。』」景伯揖子赣而进之，对曰：「寡君之愿也。昔晋人伐卫，齐为卫故，伐晋冠氏，丧车五百。因与卫地，自济以西，禚、媚、杏以南，书社五百。吴人加敝邑以乱，齐因其病，取讙与阐，寡君是以寒心。若得视卫君之事君也，则固所愿也。」成子病之，乃归成，公孙宿以其兵甲入于嬴。",
    "audio": "249.mp3"
  },
  {
    "text": "卫孔圉取太子蒯聩之姊，生悝。孔氏之竖浑良夫长而美，孔文子卒，通于内。太子在戚，孔姬使之焉。太子与之言曰：「茍使我入获国，服冕、乘轩，三死无与。」与之盟，为请于伯姬。闰月，良夫与太子入，舍于孔氏之外圃。昏，二人蒙衣而乘，寺人罗御，如孔氏。孔氏之老栾宁问之，称姻妾以告，遂入，适伯姬氏。既食，孔伯姬杖戈而先，太子与五人介，舆豭从之。迫孔悝于厕，强盟之，遂劫以登台。栾宁将饮酒，炙未熟，闻乱，使告季子；召获驾乘车，行爵食炙，奉卫侯辄来奔。",
    "audio": "250.mp3"
  },
  {
    "text": "季子将入，遇子羔将出，曰：「门已闭矣。」季子曰：「吾姑至焉。」子羔曰：「弗及，不践其难！」季子曰：「食焉，不辟其难。」子羔遂出子路入。及门，公孙敢门焉，曰：「无入为也。」季子曰：「是公孙也，求利焉，而逃其难。由不然，利其禄，必救其患。」有使者出，，乃入，曰：「太子焉用孔悝？虽杀之，必或继之。」且曰：「太子无勇，若燔台，半，必舍孔叔。」太子闻之，惧，下石乞、盂黡敌子路，以戈击之，断缨。子路曰：「君子死，冠不免。」结缨而死。孔子闻卫乱，曰：「柴也其来，由也死矣。」孔悝立庄公。庄公害故政。欲尽去之，先谓司徒瞒成曰：「寡人离病于外久矣，子请亦尝之。」归告褚师比，欲与之伐公，不果。",
    "audio": "251.mp3"
  },
  {
    "text": "## 哀公 哀公十有六年"
  },
  {
    "text": "春，王正月己卯，卫世子蒯聩自戚入于卫，卫侯辄来奔。",
    "audio": "253.mp3"
  },
  {
    "text": "二月，卫子还成出奔宋。",
    "audio": "254.mp3"
  },
  {
    "text": "夏，四月己丑，孔丘卒。",
    "audio": "255.mp3"
  },
  {
    "text": "十六年，春，瞒成、褚师比出奔宋。",
    "audio": "256.mp3"
  },
  {
    "text": "卫侯使鄢武子告于周曰：「蒯聩得罪于君父、君母，逋窜于晋。晋以王室之故，不弃兄弟，寘诸河上。天诱其衷，获嗣守封焉，使下臣肸敢告执事。」王使单平公对，曰：「肸以嘉命来告余一人，往谓叔父：余嘉乃成世，复尔禄次。敬之哉！方天之休。弗敬弗休，悔其可追？」",
    "audio": "257.mp3"
  },
  {
    "text": "夏，四月己丑，孔丘卒。公诔之曰：「旻天不吊，不慭遗一老，俾屏余一人以在位，茕茕余在疚。呜呼哀哉尼父！无自律。」子赣曰：「君其不没于鲁乎！夫子之言曰：『礼失则昏，名失则愆。』失志为昏，失所为愆。生不能用，死而诔之，非礼也；称一人，非名也。君两失之。」",
    "audio": "258.mp3"
  },
  {
    "text": "六月，卫侯饮孔悝酒于平阳，重酬之。大夫皆有纳焉。醉而送之，夜半而遣之。载伯姬于平阳而行，及西门，使贰车反祏于西圃。子伯季子初为孔氏臣，新登于公，请追之，遇载祏者，杀而乘其车。许公为反祏，遇之，曰：「与不仁人争明，无不胜。」必使先射，射三发，皆远许为。许为射之，殪。或以其车从，得祏于橐中。孔悝出奔宋。",
    "audio": "259.mp3"
  },
  {
    "text": "楚太子建之遇谗也，自城父奔宋；又辟华氏之乱于郑。郑人甚善之。又适晋，与晋人谋袭郑，乃求复焉。郑人复之如初。晋人使谍于子木，请行而期焉。子木暴虐于其私邑，邑人诉之。郑人省之，得晋谍焉，遂杀子木。其子曰胜，在吴，子西欲召之。叶公曰：「吾闻胜也诈而乱，无乃害乎？」子西曰：「吾闻胜也信而勇，不为不利。舍诸边竟，使卫藩焉。」叶公曰：「周仁之谓信，率义之谓勇。吾闻胜也好复言，而求死士，殆有私乎！复言，非信也；期死，非勇也--子必悔之。」弗从，召之，使处吴竟，为白公。请伐郑，子西曰：「楚未节也。不然，吾不忘也。」他日，又请，许之，未起师。晋人伐郑，楚救之，与之盟。胜怒，曰：「郑人在此，雠不远矣。」",
    "audio": "260.mp3"
  },
  {
    "text": "胜自厉剑，子期之子平见之，曰：「王孙何自厉也？」曰：「胜以直闻，不告女，庸为直乎？将以杀尔父。」平以告子西。子西曰：「胜如卵，余翼而长之。楚国第，我死，令尹、司马，非胜而谁？」胜闻之，曰：「令尹之狂也！得死，乃非我。」子西不悛。胜谓石乞曰：「王与二卿士，皆五百人当之，则可矣。」乞曰：「不可得也。」曰：「市南有熊宜僚者，若得之，可以当五百人矣。」乃从白公而见之。与之言，说。告之故，辞。承之以剑，不动。胜曰：「不为利谄，不为威惕，不泄人言以求媚者，去之。」",
    "audio": "261.mp3"
  },
  {
    "text": "吴人伐慎，白公败之。请以战备献，许之，遂作乱。秋七月，杀子西、子期于朝，而劫惠王。子西以袂掩面而死。子期曰：「昔者吾以力事君，不可以弗终。」抉豫章以杀人而后死。石乞曰：「焚库、弑王。不然，不济。」白公曰：「不可。弑王，不祥；焚库，无聚，将何以守矣？」乞曰：「有楚国而治其民，以敬事神，可以得祥，且有聚矣，何患？」弗从。",
    "audio": "262.mp3"
  },
  {
    "text": "叶公在蔡，方城之外皆曰：「可以入矣。」子高曰：「吾闻之，以险徼幸者，其求无餍，偏重必离。」闻其杀齐管修也，而后入。白公欲子闾为王，子闾不可，遂劫以兵。子闾曰：「王孙若安靖楚国，匡正王室，而后庇焉，启之愿也，敢不听从？若将专利以倾王室，不顾楚国，有死不能。」遂杀之，而以王如高府。石乞尹门。圉公阳穴宫，负王以如昭夫人之宫。",
    "audio": "263.mp3"
  },
  {
    "text": "叶公亦至，及北门，或遇之，曰：「君胡不胄？国人望君如望慈父母焉，盗贼之矢若伤君，是绝民望也，若之何不胄？」乃胄而进。又遇一人曰：「君胡胄？国人望君如望岁焉，日日以几，若见君面，是得艾也。民知不死，其亦夫有奋心，犹将旌君以徇于国；而又掩面以绝民望，不亦甚乎！」乃免胄而进。遇箴尹固帅其属，将与白公。子高曰：「微二子者，楚不国矣。弃德从贼，其可保乎？」乃从叶公。使与国人以攻白公，白公奔山而缢。其徒微之。生拘石乞而问白公之死焉。对曰：「余知其死所，而长者使余勿言。」曰：「不言将烹。」乞曰：「此事克则为卿，不克则烹，固其所也，何害？」乃烹石乞。王孙燕奔頯黄氏。沈诸梁兼二事，国宁，乃使宁为令尹，使宽为司马，而老于叶。",
    "audio": "264.mp3"
  },
  {
    "text": "卫侯占梦，嬖人求酒于大叔僖子，不得，与卜人比，而告公曰：「君有大臣在西南隅，弗去，惧害。」乃逐大叔遗。遗奔晋。",
    "audio": "265.mp3"
  },
  {
    "text": "卫侯谓浑良夫曰：「吾继先君而不得其器，若之何？」良夫代执火者而言，曰：「疾与亡君，皆君之子也，召之而择材焉可也。若不材，器可得也。」竖告太子。太子使五人舆豭从己，劫公而强盟之，且请杀良夫。公曰：「其盟免三死。」曰：「请三之后有罪杀之。」公曰：「诺哉！」",
    "audio": "266.mp3"
  },
  {
    "text": "## 哀公 哀公十七年"
  },
  {
    "text": "春，卫侯为虎幄于藉圃，成，求令名者而与之始食焉。太子请使良夫。良夫乘衷甸两牡，紫衣狐裘。至，袒裘，不释剑而食。太子使牵以退，数之以三罪而杀之。",
    "audio": "268.mp3"
  },
  {
    "text": "三月，越子伐吴，吴子御之笠泽，夹水而陈。越子为左右句卒，使夜或左或右，鼓噪而进；吴师分以御之。越子以三军潜涉，当吴中军而鼓之，吴师大乱，遂败之。",
    "audio": "269.mp3"
  },
  {
    "text": "晋赵鞅使告于卫，曰：「君之在晋也，志父为主。请君若太子来，以免志父。不然，寡君其曰志父之为也。」卫侯辞以难，太子又使椓之。夏，六月，赵鞅围卫。齐国观、陈瓘救卫，得晋人之致师者。子玉使服而见之，曰：「国子实执齐柄，而命瓘曰『无辟晋师』，岂敢废命？子又何辱？」简子曰：「我卜伐卫，未卜与齐战。」乃还。",
    "audio": "270.mp3"
  },
  {
    "text": "楚白公之乱，陈人恃其聚而侵楚。楚既宁，将取陈麦。楚子问帅于大师子谷与叶公诸梁，子谷曰：「右领差车与左史老皆相令尹、司马以伐陈，其可使也。」子高曰：「率贱，民慢之，惧不用命焉。」子谷曰：「观丁父，鄀俘也，武王以为军率，是以克州、蓼，服随、唐，大启群蛮。彭仲爽，申俘也，文王以为令尹，实县申、息，朝陈、蔡，封畛于汝。唯其任也，何贱之有？」子高曰：「天命不谄。令尹有憾于陈，天若亡之，其必令尹之子是与，君盍舍焉？臣惧右领与左史有二俘之贱而无其令德也。」王卜之，武城尹吉。使帅师取陈麦。陈人御之，败，遂围陈。秋，七月己卯，楚公孙朝帅师灭陈。王与叶公枚卜子良以为令尹。沈尹朱曰：「吉。过于其志。」叶公曰：「王子而相国，过将何为！」他日，改卜子国而使为令尹。",
    "audio": "271.mp3"
  },
  {
    "text": "卫侯梦于北宫，见人登昆吾之观，被髪北面而噪曰：「登此昆吾之墟，绵绵生之瓜。余为浑良夫，叫天无辜。」公亲筮之，胥弥赦占之，曰：「不害。」与之邑，寘之而逃，奔宋。卫侯贞卜，其繇曰：「如鱼竀尾，衡流而方羊。裔焉。大国，灭之，将亡。阖门塞窦，乃自后逾。」",
    "audio": "272.mp3"
  },
  {
    "text": "冬，十月，晋复伐卫，入其郛，将入城。简子曰：「止，叔向有言曰：『怙乱灭国者无后。』」卫人出庄公而与晋平。晋立襄公之孙般师而还。十一月，卫侯自鄄入，般师出。初，公登城以望，见戎州。问之，以告。公曰：「我，姬姓也，何戎之有焉？」翦之。公使匠久。公欲逐石圃，未及而难作。辛巳，石圃因匠氏攻公。公阖门而请，弗许。逾于北方而队，折股。戎州人攻之，太子疾、公子青逾从公，戎州人杀之。公入于戎州己氏。初，公自城上见己氏之妻发美，使髡之，以为吕姜髢。既入焉，而示之璧，曰：「活我，吾与女璧。」己氏曰：「杀女，璧其焉往？」遂杀之，而取其璧。卫人复公孙般师而立之。十二月，齐人伐卫，卫人请平，立公子起，执般师以归，舍诸潞。",
    "audio": "273.mp3"
  },
  {
    "text": "公会齐侯盟于蒙，孟武伯相。齐侯稽首，公拜。齐人怒。武伯曰：「非天子，寡君无所稽首。」武伯问于高柴曰：「诸侯盟，谁执牛耳？」季羔曰：「鄫衍之役，吴公子姑曹；发阳之役，卫石魋。」武伯曰：「然则彘也。」",
    "audio": "274.mp3"
  },
  {
    "text": "宋皇瑗之子麇有友曰田丙，而夺其兄酁般邑以与之。酁般愠而行，告桓司马之臣子仪克。子仪克适宋，告夫人曰：「麇将纳桓氏。」公问诸子仲。初，子仲将以杞姒之子非我为子。麇曰：「必立伯也，是良材。」子仲怒，弗从，故对曰：「右师则老矣，不识麇也。」公执之。皇瑗奔晋，召之。",
    "audio": "275.mp3"
  },
  {
    "text": "## 哀公 哀公十八年"
  },
  {
    "text": "春，宋杀皇瑗。公闻其情，复皇氏之族，使皇缓为右师。",
    "audio": "277.mp3"
  },
  {
    "text": "巴人伐楚，围鄾。初，右司马子国之卜也，观瞻曰：「如志。」故命之。及巴师至，将卜帅。王曰：「宁如志，何卜焉？」使帅师而行。请承，王曰：「寝尹、工尹勤先君者也。」三月，楚公孙宁、吴由于、䓕固败巴师于鄾，故封子国于析。君子曰：「惠王知志。夏书曰：『官占唯能蔽志，昆命于元龟』，其是之谓乎！志曰：『圣人不烦卜筮』，惠王其有焉。」",
    "audio": "278.mp3"
  },
  {
    "text": "夏，卫石圃逐其君起，起奔齐。卫侯辄自齐复归，逐石圃，而复石魋与大叔遗。",
    "audio": "279.mp3"
  },
  {
    "text": "## 哀公 哀公十九年"
  },
  {
    "text": "春，越人侵楚，以误吴也。夏，楚公子庆、公孙宽追越师，至冥，不及，乃还。",
    "audio": "281.mp3"
  },
  {
    "text": "秋，楚沈诸梁伐东夷，三夷男女及楚师盟于敖。",
    "audio": "282.mp3"
  },
  {
    "text": "冬，叔青如京师，敬王崩故也。",
    "audio": "283.mp3"
  },
  {
    "text": "## 哀公 哀公二十年"
  },
  {
    "text": "春，齐人来征会。夏，会于廪丘，为郑故，谋伐晋。郑人辞诸侯。秋，师还。",
    "audio": "285.mp3"
  },
  {
    "text": "吴公子庆忌骤谏吴子曰：「不改，必亡。」弗听。出居于艾，遂适楚。闻越将伐吴，冬，请归平越，遂归。欲除不忠者以说于越。吴人杀之。",
    "audio": "286.mp3"
  },
  {
    "text": "十一月，越围吴，赵孟降于丧食。楚隆曰：「三年之丧，亲昵之极也，主又降之，无乃有故乎？」赵孟曰：「黄池之役，先主与吴王有质，曰：『好恶同之。』今越围吴，嗣子不废旧业而敌之，非晋之所能及也，吾是以为降。」楚隆曰：「若使吴王知之，若何？」赵孟曰：「可乎？」隆曰：「请尝之。」乃往，先造于越军，曰：「吴犯间上国多矣，闻君亲讨焉，诸夏之人莫不欣喜，唯恐君志之不从，请入视之。」许之。告于吴王曰：「寡君之老无恤使陪臣隆，敢展谢其不共：黄池之役，君之先臣志父得承齐盟，曰『好恶同之』。今君在难，无恤不敢惮劳，非晋国之所能及也，使陪臣敢展布之。」王拜稽首曰：「寡人不佞，不能事越，以为大夫忧，拜命之辱。」与之一箪珠，使问赵孟曰：「句践将生忧寡人，寡人死之不得矣。",
    "audio": "287.mp3"
  },
  {
    "text": "」王曰：「溺人必笑，吾将有问也。史黯何以得为君子？」对曰：「黯也进不见恶，退无谤言。」王曰：「宜哉！」",
    "audio": "288.mp3"
  },
  {
    "text": "## 哀公 哀公二十一年"
  },
  {
    "text": "夏，五月，越人始来。",
    "audio": "290.mp3"
  },
  {
    "text": "秋，八月，公及齐侯、邾子盟于顾。齐人责稽首，因歌之曰：「鲁人之皋，忧不觉，使我高蹈。唯其儒书，以为二国忧。」是行也，公先至于阳谷。齐闾丘息曰：「君辱举玉趾，以在寡君之军，群臣将传遽以告寡君。比其复也，君无乃勤。为仆人之未次，请除馆于舟道。」辞曰：「敢勤仆人？」",
    "audio": "291.mp3"
  },
  {
    "text": "## 哀公 哀公二十二年"
  },
  {
    "text": "夏，四月，邾隐公自齐奔越，曰：「吴为无道，执父立子。」越人归之，太子革奔越。",
    "audio": "293.mp3"
  },
  {
    "text": "冬，十一月丁卯，越灭吴，请使吴王居甬东。辞曰：「孤老矣，焉能事君？」乃缢。越人以归。",
    "audio": "294.mp3"
  },
  {
    "text": "## 哀公 哀公二十三年"
  },
  {
    "text": "春，宋景曹卒。季康子使冉有吊，且送葬，曰：「敝邑有社稷之事，使肥与有职竞焉，是以不得助执绋，使求从舆人，曰：『以肥之得备弥甥也，有不腆先人之产马，使求荐诸夫人之宰，其可以称旌繁乎！』」",
    "audio": "296.mp3"
  },
  {
    "text": "夏，六月，晋荀瑶伐齐，高无丕帅师御之。知伯视齐师，马骇，遂驱之，曰：「齐人知余旗，其谓余畏而反也。」及垒而还。将战，长武子请卜。知伯曰：「君告于天子，而卜之以守龟于宗祧，吉矣，吾又何卜焉？且齐人取我英丘，君命瑶，非敢耀武也，治英丘也。以辞伐罪足矣，何必卜？」壬辰，战于犁丘，齐师败绩。知伯亲禽颜庚。",
    "audio": "297.mp3"
  },
  {
    "text": "秋，八月，叔青如越，始使越也。越诸鞅来聘，报叔青也。",
    "audio": "298.mp3"
  },
  {
    "text": "## 哀公 哀公二十四年"
  },
  {
    "text": "夏，四月，晋侯将伐齐，使来乞师，曰：「昔臧文仲以楚师伐齐，取谷；宣叔以晋师伐齐，取汶阳。寡君欲徼福于周公，愿乞灵于臧氏。」臧石帅师会之，取廪丘。军吏令缮，将进。莱章曰：「君卑政暴，往岁克敌，今又胜都，天奉多矣，又焉能进？是躗言也。役将班矣。」晋师乃还。饩臧石牛，大史谢之，曰：「以寡君之在行，牢礼不度，敢展谢之。」",
    "audio": "300.mp3"
  },
  {
    "text": "邾子又无道，越人执之以归，而立公子何。何亦无道。",
    "audio": "301.mp3"
  },
  {
    "text": "公子荆之母嬖，将以为夫人，使宗人衅夏献其礼。对曰：「无之。」公怒曰：「女为宗司，立夫人，国之大礼也，何故无之？」对曰：「周公及武公娶于薛，孝、惠娶于商，自桓以下娶于齐，此礼也则有。若以妾为夫人，则固无其礼也。」公卒立之，而以荆为太子，国人始恶之。",
    "audio": "302.mp3"
  },
  {
    "text": "闰月，公如越，得太子适郢，将妻公而多与之地。公孙有山使告于季孙。季孙惧，使因大宰嚭而纳赂焉，乃止。",
    "audio": "303.mp3"
  },
  {
    "text": "## 哀公 哀公二十五年"
  },
  {
    "text": "夏，五月庚辰，卫侯出奔宋。卫侯为灵台于藉圃，与诸大夫饮酒焉，褚师声子而登席，公怒。辞曰：「臣有疾，异于人；若见之，君将之，是以不敢。」公愈怒。大夫辞之，不可。褚师出。公戟其手，曰：「必断而足！」闻之。褚师与司冠亥乘，曰：「今日幸而后亡。」公之入也，夺南氏邑，而夺司寇亥政。公使侍人纳公文懿子之车于池。",
    "audio": "305.mp3"
  },
  {
    "text": "初，卫人翦夏丁氏，以其帑赐彭封弥子。弥子饮公酒，纳夏戊之女，嬖，以为夫人。其弟期，大叔疾之从孙甥也，少畜于公，以为司徒。夫人宠衰，期得罪。公使三匠久。公使优狡盟拳弥，而甚近信之。故褚师比、公孙弥牟、公文要、司寇亥、司徒期因三匠与拳弥以作乱，皆执利兵，无者执斤。使拳弥入于公宫，而自太子疾之宫噪以攻公。鄄子士请御之，弥援其手，曰：「子则勇矣，将若君何？不见先君乎？君何所不逞欲？且君尝在外矣，岂必不反？当今不可，众怒难犯。休而易间也。」乃出。将适蒲，弥曰：「晋无信，不可。」将适鄄，弥曰：「齐、晋争我，不可。」将适泠，弥曰：「鲁不足与。请适城鉏，以钩越。越有君。」乃适城鉏。弥曰：「卫盗不可知也，请速，自我始。」乃载宝以归。",
    "audio": "306.mp3"
  },
  {
    "text": "公为支离之卒，因祝史挥以侵卫。卫人病之。懿子知之，见子之，请逐挥。文子曰：「无罪。」懿子曰：「彼好专利而妄，夫见君之入也，将先道焉。若逐之，必出于南门，而适君所。夫越新得诸侯，将必请师焉。」挥在朝，使吏遣诸其室。挥出，信，弗内。五日，乃馆诸外里，遂有宠，使如越请师。",
    "audio": "307.mp3"
  },
  {
    "text": "六月，公至自越，季庚子、孟武伯逆于五梧。郭重仆，见二子，曰：「恶言多矣，君请尽之。」公宴于五梧，武伯为祝，恶郭重，曰：「何肥也？」季孙曰：「请饮彘也！以鲁国之密迩仇雠，臣是以不获从君，克免于大行，又谓重也肥。」公曰：「是食言多矣，能无肥乎？」饮酒不乐，公与大夫始有恶。",
    "audio": "308.mp3"
  },
  {
    "text": "## 哀公 哀公二十六年"
  },
  {
    "text": "夏，五月，叔孙舒帅师会越皋如、舌庸、宋乐筏纳卫侯，文子欲纳之。懿子曰：「君愎而虐，少待之，必毒于民，乃睦于子矣。」师侵外州，大获。出御之，大败。掘褚师定子之墓，焚之于平庄之上。",
    "audio": "310.mp3"
  },
  {
    "text": "文子使王孙齐私于皋如，曰：「子将大灭卫乎？抑纳君而已乎？」皋如曰：「寡君之命无他，纳卫君而已。」文子致众而问焉，曰：「君以蛮夷伐国，国几亡矣，请纳之。」众曰：「勿纳。」曰：「弥牟亡而有益，请自北门出。」众曰：「勿出。」重赂越人，申开守陴而纳公，公不敢入。师还。立悼公，南氏相之。以城鉏与越人。公曰：「期则为此。」令茍有怨于夫人者报之。司徒期聘于越，公攻而夺之币。期告王，王命取之，期以众取之。公怒，杀期之甥之为太子者，遂卒于越。",
    "audio": "311.mp3"
  },
  {
    "text": "宋景公无子，取公孙周之子得与启畜诸公宫，未有立焉。于是皇缓为右师，皇非我为大司马，皇怀为司徒，灵不缓为左师，乐筏为司城，乐朱鉏为大司寇，六卿三族降听政，因大尹以达。大尹常不告，而以其欲称君命以令。国人恶之。司城欲去大尹，左师曰：「纵之，使盈其罪。重而无基，能无敝乎？」",
    "audio": "312.mp3"
  },
  {
    "text": "冬，十月，公游于空泽，辛巳，卒于连中。大尹兴空泽之士千甲，奉公自空桐入如沃宫，使召六子，曰：「闻下有师，君请六子画。」六子至，以甲劫之曰：「君有疾病，请二三子盟。」乃盟于少寝之庭，曰：「无为公室不利！」大尹立启，奉丧殡于大宫，三日而后国人知之。司城茷使宣言于国曰：「大尹惑蛊其君，而专其利，今君无疾而死，死又匿之，是无他矣，大尹之罪也。」得梦启北首而寝于卢门之外，己为乌而集于其上，咮加于南门，尾加于桐门。曰：「余梦美，必立。」",
    "audio": "313.mp3"
  },
  {
    "text": "大尹谋曰：「我不在盟，无乃逐我？复盟之乎！」使祝为载书。六子在唐盂，将盟之。祝襄以载书告皇非我。皇非我因子潞、门尹得、左师谋曰：「民与我，逐之乎！」皆归授甲，使徇于国曰：「大尹惑蛊其君，以陵虐公室；与我者，救君者也。」众曰：「与之！」大尹徇曰：「戴氏、皇氏将不利公室，与我者，无忧不富。」众曰：「无别！」戴氏、皇氏欲伐公，乐得曰：「不可。彼以陵公有罪；我伐公，则甚焉。」使国人施于大尹，大尹奉启以奔楚，乃立得。司城为上卿，盟曰：「三族共政，无相害也！」",
    "audio": "314.mp3"
  },
  {
    "text": "卫出公自城鉏使以弓问子赣，且曰：「吾其入乎？」子赣稽首受弓，对曰：「臣不识也。」私于使者曰：「昔成公孙于陈，宁武子、孙庄子为宛濮之盟而君入。献公孙于齐，子鲜、子展为夷仪之盟而君入。今君再在孙矣，内不闻献之亲，外不闻成之卿，则赐不识所由入也。《诗》曰：『无竞惟人，四方其顺之。』若得其人，四方以为主，而国于何有？」",
    "audio": "315.mp3"
  },
  {
    "text": "## 哀公 哀公二十七年"
  },
  {
    "text": "春，越子使舌庸来聘，且言邾田，封于骀上。二月，盟于平阳，三子皆从。康子病之，言及子赣，曰：「若在此，吾不及此夫！」武伯曰：「然。何不召？」曰：「固将召之。」文子曰：「他日请念。」",
    "audio": "317.mp3"
  },
  {
    "text": "夏，四月己亥，季康子卒。公吊焉，降礼。",
    "audio": "318.mp3"
  },
  {
    "text": "晋荀瑶帅师伐郑，次于桐丘。郑驷弘请救于齐。齐师将兴，陈成子属孤子三日朝。设乘车两马，系五邑焉。召颜涿聚之子晋，曰：「隰之役，而父死焉。以国之多难，未女恤也。今君命女以是邑也，服车而朝，毋废前劳！」乃救郑。及留舒，违谷七里，谷人不知。及濮，雨，不涉。子思曰：「大国在敝邑之宇下，是以告急。今师不行，恐无及也。」成子衣制杖戈，立于阪上，马不出者，助之鞭之。知伯闻之，乃还，曰：「我卜伐郑，不卜敌齐。」使谓成子曰：「大夫陈子，陈之自出。陈之不祀，郑之罪也，故寡君使瑶察陈衷焉，谓大夫其恤陈乎？若利本之颠，瑶何有焉？」成子怒曰：「多陵人者不在，知伯其能久乎！」",
    "audio": "319.mp3"
  },
  {
    "text": "中行文子告成子曰：「有自晋师告寅者，将为轻车千乘以厌齐师之门，则可尽也。」成子曰：「寡君命恒曰：『无及寡，无畏众。』虽过千乘，敢辟之乎？将以子之命告寡君。」文子曰：「吾乃今知所以亡。君子之谋也，始、衷、终皆举之，而后入焉。今我三不知而入之，不亦难乎！」",
    "audio": "320.mp3"
  },
  {
    "text": "公患三桓之侈也，欲以诸侯去之；三桓亦患公之妄也，故君臣多间。公游于陵阪，遇孟武伯于孟氏之衢，曰：「请有问于子：余及死乎？」对曰：「臣无由知之。」三问，卒辞不对。公欲以越伐鲁而去三桓，秋，八月甲戌，公如公孙有陉氏。因孙于邾，乃遂如越。国人施公孙有山氏。",
    "audio": "321.mp3"
  },
  {
    "text": "悼之四年，晋荀瑶帅师围郑，未至，郑驷弘曰：「知伯愎而好胜，早下之，则可行也。」乃先保南里以待之。知伯入南里，门于桔柣之门。郑人俘酅魁垒，赂之以知政，闭其口而死。将门，知伯谓赵孟：「入之！」对曰：「主在此。」知伯曰：「恶而无勇，何以为子？」对曰：「以能忍耻，庶无害赵宗乎！」知伯不悛，赵襄子由是惎知伯，遂丧之。知伯贪而愎，故韩、魏反而丧之。",
    "audio": "322.mp3"
  },
  {
    "text": "",
    "audio": "323.mp3"
  }
]